Repository: iqraceme/gogo
Catalog: po/*.po
Languages: da, el, hy, nl, pl, th

source: GoGo
el: Ο Γκόγκο
hy: ԳոԳո

source: You do not have the required version of GTK + and / or PyGTK installed.
da: Du har ikke den nødvendige version af GTK+ og / eller PyGTK installeret.
el: Δεν έχεις την απαραίτητη έκδοση GTK+ και / ή PyGTK εγκατεστημένη
hy: Դուք տեղադրված չունեք GTK + -ի կամ/և PyGTK -ի պահանջվող տարբերակը;
nl: Je hebt niet de benodigde versie van GKT+ en / of PyGTK geïnstalleerd.
pl: Nie masz zainstalowanej odpowiedniej wersji GTK i/lub PyGTK.
th: คุณยังไม่ได้ติดตั้ง GTK+ และ / หรือ PyGTK

source: The installed version of GTK+ is: %s
da: Den installerede version af GTK+ er: %s
el: Η εγκατεστημένη έκδοση του GTK+ είναι: %s
hy: GTK+ -ի տեղադրված տարբերակն է` %s
nl: De geïnstalleerde versie van GTK+ is %s
pl: Zainstalowana wersja GTK+ to: %s
th: เวอร์ชั่นของ GTK+ ที่ติดตั้งคือ: %s

source: The version of GTK + is required: 2.8.0 or newer
da: Den krævede version af GTK+ er: 2.8.0 eller nyere
el: Η έκδοση του GTK+ που απαιτείται: 2.8.0 ή νεώτερη
hy: GTK+ -ի պահանջվող տարբերակն է` 2.8.0 կամ ավելի նորը
nl: De benidigde versie van GTK+ is: 2.8.0 of nieuwer
pl: Wymagana wersja GTK+: 2.8.0 lub nowsza
th: ต้องการ GTK+ เวอร์ชั่น: 2.8.0 หรือใหม่กว่า

source: The version of PyGTK installed is: %s
da: Den installerede version af PyGTK er: %s
el: Η έκδοση του PyGTK που εγκαταστάθηκε είναι: %s
hy: PyGTK -ի տեղադրված տարբերակն է` %s
nl: De geïnstalleerde versie van PyGTK is %s
pl: Zainstalowana wersja PyGTK+ to: %s
th: เวอร์ชั่นของ PyGTK ที่ติดตั้งคือ: %s

source: The version of PyGTK is required: 2.8.0 or newer
da: Den krævede version af PyGTK er: 2.8.0 eller nyere
el: Η έκδοση του PyGTK που απαιτείται: 2.8.0 ή νεώτερη
hy: PyGTK -ի պահանջվող տարբերակն է` 2.8.0 կամ ավելի նորը
nl: De benodigde versie van PyGTK is 2.8.0 of nieuwer
pl: Wymagana wersja PyGTK+: 2.8.0 lub nowsza
th: ต้องการ PyGTK เวอร์ชั่น: 2.8.0 หรือใหม่กว่า

source: PyGTK 2.8.0 or newer is required.
da: Der kræves PyGTK 2.8.0 eller nyere.
el: Απαιτείται έκδοση του PyGTK 2.8.0 ή νεώτερη.
hy: Պահանջվում է PyGTK 2.8.0 կամ ավելի նոր տարբերակը:
nl: PyGTK 2.8.0 of nieuwer is noodzakelijk.
pl: Wymagana PyGTK+: 2.8.0 lub nowsza.
th: ต้องการ PyGTK เวอร์ชั่น 2.8.0 หรือใหม่กว่า

source: There was no version of PyGTK found on your system.
da: Der blev ikke fundet nogen version af PyGTK på dit system.
el: Δε βρέθηκε η έκδοση του PyGTK στο σύστημα σου.
hy: Ձեր համակարգում PyGTK -ի ոչ մի տարբերակ չգտնվեց:
nl: Er is geen versie van PyGTK op je systeem gevonden.
pl: Nie odnaleziono PyGTK w twoim systemie.
th: ตรวจไม่พบเวอร์ชั่น PyGTK บนระบบของคุณ

source: pySerial needs to be installed:
da: Der er behov for at installere pySerial:
el: Το PySerial χρειάζεται να εγκατασταθεί:
hy: անհրաժեշտ է տեղադրել pySerial -ը`
nl: pySerial moet geïnstalleerd worden:
pl: pySerial musi być zainstalowany:
th: ต้องติดตั้ง pySerial:

source: Board Monitor
da: Kontrolkort
el: Παρακολούθηση της Πίστας
hy: Համակարգի մոնիտորը
nl: Boord Monitor
th: หน้าต่างสังเกตการณ์

source: Version
el: Έκδοση
hy: Տարբերակ
nl: Versie
pl: Wersja
th: รุ่น

source: Kiwi needs to be installed:
da: Der er behov for at have Kiwi installeret:
el: Το Kiwi πρέπει να εγκατασταθεί:
hy: անհրաժեշտ է տեղադրել Kiwi -ն`
nl: Kiwi moet geïnstalleerd worden:
pl: Kiwi musi być zainstalowany:
th: ต้องติดตั้ง Kiwi:

source: Gogo disconnected
da: Forbindelse for GoGo afbrudt
el: Ο Γκόγκο αποσυνδέθηκε
hy: Գոգո -ն անջատված է
nl: Gogo afgesloten
pl: GoGo rozłączony
th: Gogo ไม่ได้เชื่อมต่อ

source: <b><span size='xx-large'>Gogo Disconnected</span></b>
da: <b><span size='xx-large'>Forbindelse for GoGo afbrudt</span></b>
el: <b><span size='xx-large'>Ο Γκόγκο Αποσυνδέθηκε</span></b>
hy: <b><span size='xx-large'>Գոգո -ն անջատված է</span></b>
nl: <b><span size='xx-large'>Gogo Afgesloten</span></b>
pl: <b><span size='xx-large'>GoGo rozłączony</span></b>
th: <b><span size='xx-large'>Gogo ยังไม่เชื่อมต่อ</span></b>

source: Misc
da: Div
el: Λοιπά
hy: Խառնուրդ
nl: Overig
pl: Inne
th: ทั่วไป

source: Beep
da: Bip
el: Μπίπ
hy: Սուլիչ
nl: Piep
pl: Sygnał

source: LED On
da: LED til
el: LED Ανοιχτό
hy: LED -ը ակտիվացված է
nl: LED aan
pl: LED Włączone
th: เปิดไฟ LED

source: LED Off
da: LED fra
el: LED Κλειστό
hy: LED -ը պասիվացված է
nl: LED uit
pl: LED Wyłączone
th: ปิดไฟ LED

source: Motor
el: Μηχανή
hy: Շարժիչ
pl: Silnik
th: มอเตอร์

source: Controlling motors:
da: Kontrolmotorer:
el: Έλεγχος μηχανών:
hy: Վերահսկող շարժիչներ`
nl: Motoren besturen:
pl: Kontrolowanie Silników:
th: การควบมอเตอร์:

source: Motors
da: Motorer
el: Μηχανές
hy: Շարժիչներ
nl: Motoren
pl: Silniki
th: มอเตอร์

source: On
da: Til
el: Ανοιχτό
hy: Միացված
nl: Aan
pl: Włącz
th: เปิด

source: Off
da: Fra
el: Κλειστό
hy: Անջատված
nl: Uit
pl: Wyłącz
th: ปิด

source: Brake
da: Bremse
el: Φρένο
hy: Արգելակ
nl: Rem
pl: Hamulec
th: หยุด

source: Coast
da: Kyst
el: Περιοχή
hy: Ափ
nl: Kust
pl: Wybrzeże
th: หยุดปล่อยไหล

source: Power of Motors
da: Styrke på motorer
el: Δύναμη των Μηχανών
hy: Շարժիչների ուժը
nl: Kracht van Motoren
pl: Moc Silników
th: กำลังของมอเตอร์

source: set to
da: sæt til
el: θέσε σε
hy: տեղավորված է
nl: gezet op
pl: ustaw na
th: ตั้งค่า

source: this way
da: denne vej
el: προς αυτή την κατεύθυνση
hy: այս ճանապարհով
nl: op deze manier
pl: w tę stronę
th: ไปทางนี้

source: that way
da: den vej
el: προς την άλλη κατεύθυνση
hy: այն ճանապարհով
nl: op die manier
pl: w tamtą stronę
th: ไปทางนั้น

source: reversed
da: omvendt
el: όπισθεν
hy: շրջված
nl: teruggedraaid
th: ไปทางตรงข้าม

source: PwmDuty:
da: PwmArbejdscyklus:
el: Παλμική Διαμόρφωση Πλάτους:
th: ระยะเวลาของสัญญาณ:

source: Sensor
el: Αισθητήτρας
hy: Սենսոր
pl: Czujnik
th: เซ็นเซอร์

source: All sensor readings refreshed
da: Alle sensor-aflæsninger opfrisket
el: Όλες οι ενδείξεις των μετρητών ανανεώθηκαν
hy: Բոլոր սենսորների ընթերցումները թարմացված են
nl: Alle sensor waarden ververst
pl: Wszystkie czujniki odświeżone
th: เซ็นเซอร์ทั้งหมดอ่านค่าปรับปรุงใหม่แล้ว

source: Reading sensors at 20hz
da: Læser sensorer ved 20hz
el: Διάβασμα αισθητήρων στα 20hz
hy: Ընթերցող սենսորները 20հերց
nl: Aflezen sensors bij 20hz
pl: Czujniki na 20hz
th: การอ่านค่าเซ็นเซอร์ที่ความถี่ 20 เฮิร์ทซ์

source: Reading sensors at a 5hz
da: Læser sensorer ved 5hz
el: Διάβασμα αισθητήρων στα 5hz
hy: Ընթերցող սենսորները 5հերց
nl: Aflezen sensors bij 5hz
pl: Czujniki na 5hz
th: การอ่านค่าเซ็นเซอร์ที่ความถี่ 5 เฮิร์ทซ์

source: Burst mode off
da: Udbrudstilstand fra
el: Έξοδος από τη μονόδρομη μετάδοση
hy: Բարձր արագությամբ փոխանցման ռեժիմը անջատված է
nl: Burst modus uit
pl: Tryb Seryjny Wyłączony
th: ปิดวิธีส่งเป็นชุดอย่างเร็ว

source: GTK+ Runtime Enviroment needs to be installed:
da: Der er behov for at installere GTK+ kørselstidmiljø:
el: Το περιβάλλον εργασίας GTK+ πρέπει να εγκατασταθεί:
hy: «GTK+ Runtime Enviroment » ծրագիրը պետք է տեղադրել`
nl: GTK+ Runtime Omgeving moet geïnstalleerd worden:
pl: GTK+ musi być zainstalowany:
th: ต้องติดตั้ง GTK+ Runtime Environment:

source: Open..
da: Åbn..
el: Άνοιγμα..
hy: Բացել..
pl: Otwórz..
th: เปิด..

source: Save..
da: Gem..
el: Αποθήκευση..
hy: Պահպանել..
nl: Bewaar..
pl: Zapisz..
th: บันทึก..

source: Save As..
da: Gem som..
el: Αποθήκευση Ως..
hy: Պահպանել որպես,,
nl: Bewaar als..
pl: Zapisz jako..
th: บันทึกเป็น..

source: Error/s: Check Messages
da: Fejl: Tjek beskeder
el: Λάθη: Ελέγξτε τα Μηνύματα
hy: Վրիպում/s. Ստուգել Հաղորդագրությունները
nl: Fout/en: Controleer Berichten
pl: Błąd/y: Sprawdź Wiadomości
th: ข้อผิดพลาด : ตรวจสอบข้อความ

source: Code successfully compiled.
da: Kode blev kompileret med succes.
el: Ο κώδικας μεταφράστηκε επιτυχώς.
hy: Կոդը կազմվեց հաջողությամբ:
nl: Code met succes gecompileerd.
pl: Kod skompilowany.
th: คำสั่งถูกคอมไพล์เรียบร้อย

source: Check GoGo plugged in, turned on and connected
da: Tjek at GoGo er sat i, tændt og har forbindelse
el: Ελέγξτε αν ο Γκογκο τροφοδοτείται με ρεύμα, είναι ανοιχτός και συνδεμένος
hy: Ստուգել, որ «ԳոԳո»-ն միացված լինի և ունենա համացանց
nl: Controleer GoGo aangesloten, aangezet en verbonden
th: ตรวจสอบ GoGo ให้เสียบสายและเปิด

source: Error communicating
da: Fejl under kommunikation
el: Λάθος στην επικοινωνία
hy: Հաղորդակցման վրիպում
nl: Fout in communicatie
pl: Błąd komunikacji
th: เกิดข้อผิดพลาดในการเชื่อมต่อ

source: Code successfully downloaded.
da: Kode hentet med succes.
el: Ο κώδικας φορτώθηκε επιτυχώς.
hy: Կոդը ներբեռնվեց բարեհաջող կերպով:
nl: Code met succes gedownload.
pl: Kod pobrany.
th: คำสั่งถูกส่งเรียบร้อยแล้ว

source: <b><span size="xx-large">GoGo Activity</span></b> (v %(version)s)
da: <b><span size="xx-large">GoGo Aktivitet</span></b> (v %(version)s)
el: <b><span size="xx-large">Δραστηριότητα Γκόγκο</span></b> (έκδ. %(version)s)
hy: <b><span size="xx-large">ԳոԳո Ծրագիր</span></b> (v %(version)s)
nl: <b><span size="xx-large">GoGo Activiteit</span></b> (v %(version)s)
pl: <b><span size="xx-large">Aktywność GoGo</span></b> (v %(version)s)
th: <b><span size="xx-large">กิจกรรม GoGo</span></b> (v %(version)s)

source: Gogo connected to the COM port
da: GoGo tilsluttet til COM-porten
el: Ο Γκόγκο συνδέθηκε στη θύρα COM
hy: «ԳոԳո»-ն միացված է COM սարքամիածքից
nl: Gogo verbonden met de COM poort
pl: GoGo podłączony do portu COM
th: Gogo ได้เชื่อมต่อมาที่ COM พอร์ต

source: Gogo connected on port
da: GoGo tilsluttet til port
el: Ο Γκόγκο συνδέθηκε στη θύρα
hy: «ԳոԳո»-ն միացված է սարքամիածքից
nl: Gogo verbonden aan poort
pl: GoGo podłączony do portu
th: GoGo ได้เชื่อมต่อแล้ว

source: <b><span size='xx-large'>GoGo Connected</span></b>
da: <b><span size='xx-large'>GoGo tilsluttet</span></b>
el: <b><span size='xx-large'>Ο Γκόγκο Συνδέθηκε</span></b>
hy: <b><span size='xx-large'>«ԳոԳո»-ն միացված է</span></b>
nl: <b><span size='xx-large'>GoGo Verbonden</span></b>
pl: <b><span size='xx-large'>GoGo Podłączony</span></b>
th: <b><span size='xx-large'>GoGo ได้เชื่อมต่อแล้ว</span></b>

source: There were problems with the connection. Make sure the GoGo Board is properly connected.
da: Der var problemer med forbindelsen. Sørg for at sikre at GoGo-kortet er tilsluttet korrekt.
el: Υπάρχουν προβλήματα με τη σύνδεση. Σιγουρευτείτε ότι η Πίστα του Γκόγκο είναι συνδεμένη σωστά,
hy: Կապը խափանվեց: Համոզվեք, արդյոք «ԳոԳո» վահանակը միացված է այնպես ինչպես հարկն է:
nl: Er waren problemen met de verbinding. Zorg ervoor dat het GoGo Bord correct is verbonden.
pl: Był problem z połączeniem. Sprawdź czy tablica GoGo jest poprawnie podłączona.
th: มีปัญหาเกี่ยวกับการเชื่อมต่อ โปรดตรวจสอบว่าการเชื่อมต่อเป็นไปอย่างถูกต้อง

source: %i Values Uploaded
da: %i værdier overført
el: %i Τιμές Φορτώθηκαν
hy: %i Արժեքները Ներբեռնված են
nl: %i Waarden Geüpload
pl: %i Wartości Załadowane
th: %i ค่าที่ถูกอัพโหลด

source: Data successfully uploaded.
da: Data overført med succes.
el: Τα δεδομένα φορτώθηκαν επιτυχώς.
hy: Տվյալները հաջողությամբ ներբեռնված են:
nl: Data met succes geüpload.
pl: Dane załadowane.
th: ข้อมูลอัพโหลดสำเร็จแล้ว

source: Sensor configuration file corrupted or empty.
da: Konfigurationsfil for sensor beskadiget eller tom.
el: Το αρχείο ρυθμίσεων αισθητήρων έχει καταστραφεί ή είναι άδειο.
hy: Սենսորային կազմաձևման ֆայլը վնասված է կամ դատարկ:
nl: Sensor configuratie bestand corrupt of leeg.
pl: Plik ustawień czujników uszkodzony lub pusty.
th: ไฟล์การปรับแต่งค่าของเซ็นเซอร์เกิดการเสียหายหรือว่างเปล่า

source: Sensor configuration file does not exist.
da: Konfigurationsfil for sensor eksisterer ikke.
el: Το αρχείο ρυθμίσεων αισθητήρων δεν υπάρχει.
hy: Սենսորային կազմաձևման ֆայլը գոյություն չունի:
nl: Sensor configuratie bestand bestaat niet.
pl: Brak pliku ustawień czujników.
th: ไม่พบไฟล์ปรับแต่งค่าของเซ็นเซอร์

source: Name
da: Navn
el: Όνομα
hy: Անուն
nl: Naam
pl: Nazwa
th: ชื่อ

source: Unit
da: Enhed
el: Μονάδα
hy: Միավոր
nl: Eenheid
pl: Jednostka
th: หน่วย

source: Description
da: Beskrivelse
el: Περιγραφή
hy: Նկարագիր
nl: Beschrijving
pl: Opis
th: คำอธิบาย

source: X
el: Χ

source: Y
el: Ψ

source: Standard
el: Κανονική
hy: Ստանդարտ
nl: Standaard
pl: Podstawowy
th: ค่ามาตรฐาน

source: The light value should be between 0 and 1023
da: Værdien for lyset skal være mellem 0 og 1023
el: Η τιμή φωτός πρέπει να είναι μεταξύ 0 και 1023
hy: Լույսի արժեքը պետք է լինի 0-ի և 1023-ի սահմաններում
nl: De lichtwaarde moet tussen 0 en 1023 zijn
pl: Wartość światła powinna być między 0 i 1023
th: ค่าของแสงควรอยู่ระหว่าง 0 ถึง 1023

source: Point already exists.
da: Punkt eksisterer allerede.
el: Το σημείο υπάρχει ήδη.
hy: Միավորը արդեն գոյություն ունի:
nl: Punt bestaat al.
pl: Punkt już istnieje.
th: มีจุดนี้อยู่แล้ว

source: Point already exists!
da: Punkt eksisterer allerede!
el: Το σημείο υπάρχει ήδη!
hy: Միավորը արդեն գոյություն ունի:
nl: Punt bestaat al!
pl: Punkt już istnieje!
th: จุดนี้ถูกกำหนดแล้ว!

source: <b>Sensor Points: </b>%(name)s (%(units)s)
da: <b>Sensor-punkter: </b>%(name)s (%(units)s)
el: <b>Σημεία Αισθητήρων: </b>%(name)s (%(units)s)
hy: <b>Սենսորային կետեր: </b>%(name)s (%(units)s)
nl: <b>Sensor Punten: </b>%(name)s (%(units)s)
pl: <b>Punkty Czujników: </b>%(name)s (%(units)s)
th: <b>จุดเซ็นเซอร์: </b>%(name)s (%(units)s)

source: raw
da: rå
el: ακατέργαστα
hy: անմշակ
nl: rauw
th: ข้อมูลดิบ

source: Error: unrecognised file type: %s
da: Fejl: filtype ikke genkendt: %s
el: Λάθος: δεν αναγνωρίζεται ο τύπος αρχείου: %s
hy: Վրիպում. չճանաչված ֆայլի տեսակ: %s
nl: Fout: onherkenbaar bestandstype: %s
pl: Błąd: nieznany rodzaj pliku: %s
th: ข้อผิดพลาด: ไม่สามารถระบุประเภทของไฟล์ได้: %s

source: At least two points required!
da: Der kræves mindst to punkter!
el: Χρειάζονται τουλάχιστον δύο σημεία!
hy: Պահանջվում է առնվազն երկու կետ
nl: Tenminste twee punten benodigd!
pl: Wymagane przynajmniej dwa punkty!
th: ต้องมีอย่างน้อย 2 จุด!

source: Error in automatic pm argument, use on/off.
da: Fejl i automatisk strømstyrings-/pm-argument, brug on/off.
el: Λάθος στην αυτόματη ρύθμιση pm, χρησιμοποιείστε ανοιχτό/κλειστό.
hy: Վրիպում ավտոմատ pm պաստարկի մեջ, օգտագործել միացնել/անջատել:
nl: Fout in automatisch pm argument: gebruik aan/uit.
pl: Błąd automatycznego argumentu pm, użyj wyłącz/włącz.
th: Error in automatic pm argument, ใช้ เปิด/ปิด

source: Sorry: no implementation for your platform ('%s') available
da: Beklager: ingen tilgængelig implementering for din platform ('%s')
el: Λάθος: δεν υπάρχει διαθέσιμη τεκμηρίωση για την πλατφόρμα σας ('%s')
hy: Ցավոք ձեր հարթակում('%s') ոչ մի իրականցում առկա չէ
nl: Sorry, geen implementatie voor jouw platform ('%s') beschikbaar
pl: Przykro mi: nie ma dostępnej implementacji dla twojej platformy ('%s')
th: ขออภัย : ไม่สามารถดำเนินการบนแพลตฟอร์ม ('%s') ได้

source: Port must be configured before it can be used.
da: Port skal være konfigureret før den kan anvendes.
el: Η θύρα πρέπει να ρυθμιστεί πριν χρησιμοποιηθεί.
hy: Նախքան օգտագործելը սարքամիցքը անհրաժեշտ է կոնֆիգուրացնել:
nl: Poort moet geconfigureerd worden voor die gebruikt kan worden.
pl: Port musi być skonfigurowany, zanim zostanie użyty.
th: ต้องปรับแต่งค่าของพอร์ตก่อนจึงสามารถใช้งานได้

source: could not open port %(port)s: %(msg)s
da: kunne ikke åbne port %(port)s: %(msg)s
el: Δεν μπόρεσα να ανοίξω τη θύρα %(port)s: %(msg)s
hy: սարքամիացքը չի կարող բացել%(port)s: %(msg)s
nl: kan niet openen poort %(port)s: %(msg)s
pl: nie mogę otworzyć portu %(port)s: %(msg)s
th: ไม่สามารถใช้งานพอร์ต %(port)s: %(msg)s

source: Can only operate on a valid port handle
da: Kan kun fungere på en gyldig porthåndtering
el: Μπορώ να λειτουργήσω μόνο με ένα έγκυρο αναγνωριστικό θύρας
hy: Կարող է միայն գործարկվել վավեր սարքամիացքի ինդենտիֆիկատորով
nl: Kan alleen werken op een geldige poort hendel
th: สามารถทำงานได้บนพอร์ตที่ถูกต้องเท่านั้น

source: Could not configure port: %s
da: Kunne ikke konfigurere port: %s
el: Δε μπορώ να ρυθίσω τη θύρα: %s
hy: Սարքամիացքի կոնֆիգուրացիան ձախողվեց: %s
nl: Kan niet configureren poort: %s
pl: Nie mogę skonfigurować portu: %s
th: ไม่สามารถปรับแต่งค่าพอร์ต: %s

source: Invalid baud rate: %r
da: Ugyldig baudrate: %r
el: Μη έγκυρος ρυθμός μετάδοσης: %r
hy: Անվավեր բոդ դյուրաչափ: %r
nl: Ongeldige baud rate: %r
pl: Niepoprawna prędkość transmisji: %r
th: อัตราการส่งข้อมูลไม่ถูกต้อง: %r

source: Invalid char len: %r
da: Ugyldig tegnlængde: %r
el: Μη έγκυρο μήκος χαρακτήρων: %r
hy: Բնութագրի երկարությունը անվավեր է: %r
nl: Ongeldige char len: %r
pl: Niepoprawny ciąg znaków: %r
th: จำนวนตัวอักษรไม่ถูกต้อง: %r

source: Invalid stopit specification: %r
da: Ugyldig stopit-specifikation: %r
el: Μη έγκυρος ορισμός του bit σταματήματος: %r
hy: Կանգառի դասակարգումը անվավեր է: %r
nl: Ongeldige stopit specificatie: %r
th: กำหนด stopbit ไม่ถูกต้อง: %r

source: Invalid parity: %r
da: Ugyldig paritet: %r
el: Μη έγκυρη ισοτιμία: %r
hy: Անվավեր անհավասարություն: %r
nl: Ongeldige pariteit: %r
th: parity ไม่ถูกต้อง: %r

source: Invalid vmin: %r
da: Ugyldig vmin: %r
el: Μή έγκυρη μ.ελαχ.: %r
hy: vmin -ը անվավեր է: %r
nl: Ongeldige vmin: %r
th: ค่า vmin ไม่ถูกต้อง: %r

source: Invalid vtime: %r
da: Ugyldig vtime: %r
el: Μή έγκυρη μ.χρον.: %r
hy: vtime -ը անվավեր է: %r
nl: Ongeldige vtime: %r
th: ค่า vtime ไม่ถูกต้อง: %r

source: expected str, got %s
da: forventede str, fik %s
el: αναμένεται συμβολοσειρά, λήφθηκε %s
hy: սպասվող ծրագրերի բազմությունը ձեռք բերվեց %s
nl: verwacht: str, was %s
th: ต้องใส่ค่าเป็นตัวอักษรหรือคำ ค่าที่พบคือ %s

source: Serial port MUST have enabled timeout for this function!
da: Serielport SKAL have timeout aktiveret for denne funktion!
el: Η σειριακή θύρα ΠΡΕΠΕΙ να έχει ενεργοποιημένο όριο χρόνου γι' αυτή την λειτουργία!
hy: «MUST» հաջորդական սարքամիացքը ակտիվացրել է այս գործողության սպասման ժամանկը
nl: Seriepoort MOET timeout aan hebben voor deze functie!
th: พอร์ตอนุกรมต้องเปิดใช้งานหมดเวลารอสำหรับฟังก์ชั่นนี้!

source: Not a valid baudrate: %r
da: Ikke en gyldig baudrate: %r
el: Μη έγκυρος ρυθμός μετάδοσης: %r
hy: Բոդ դրույքաչափը անվավեր է: %r
nl: Niet een geldige baudrate: %r
pl: Niepoprawna prędkość transmisji: %r
th: อัตราการส่งข้อมูลไม่ถูกต้อง: %r

source: Not a valid byte size: %r
da: Ikke en gyldig byte-størrelse: %r
el: Μη έγκυρο μέγεθος byte: %r
hy: Բայթերի չափսը անվավեր է: %r
nl: Niet een geldige byte grootte: %r
pl: Niepoprawny rozmiar bajta: %r
th: ขนาดไบต์ไม่ถูกต้อง: %r

source: Not a valid parity: %r
da: Ikke en gyldig paritet: %r
el: Μη έγκυρη ισοτιμία: %r
hy: Անվավեր անհավասարություն: %r
nl: Niet een geldige pariteit: %r
th: parity ไม่ถูกต้อง: %r

source: Not a valid stopbit size: %r
da: Ikke en gyldig stopbit-størrelse: %r
el: Μη έγκυρο μέγεθος bit σταματήματος: %r
hy: Դադարի բայթի չափսը անվավեր է: %r
nl: Niet een geldige stopbit grootte: %r
th: ขนาดของ stopbit ไม่ถูกต้อง: %r

source: Not a valid timeout: %r
da: Ikke en gyldig timeout: %r
el: Μη έγκυρο όριο χρόνου: %r
hy: Դադարի ժամկետը անվավեր է: %r
nl: Niet een geldige timeout: %r
pl: Niepoprawny czas oczekiwania: %r
th: เวลาของหมดเวลารอไม่ถูกต้อง: %r

source: Line X: Undefined: %s
da: Linje X: Ikke defineret: %s
el: Γραμμή Χ: Ακαθόριστη: %s
hy: X տող: Անորոշ է: %s
nl: Regel X: Ongedefinieerd: %s
th: บรรทัด X: ไม่สามารถระบุ: %s

source: %s is not a valid number!
da: %s er ikke et gyldigt tal!
el: %s δεν είναι έγκυρος αριθμός!
hy: %s անվավեր համար է
nl: %s iis niet een geldig getal!
pl: %s jest liczbą nieprawidłową!
th: %s เป็นตัวเลขที่ไม่ถูกต้อง!

source: Line %(line)d: Illegal Token '%(value)s'. References to this token cannot be found.
da: Linje %(line)d: Illegalt symbol '%(value)s'. Referencer til dette symbol kan ikke findes.
el: Γραμμή %(line)d: Λάθος Ενδεικτικό '%(value)s'. Οι αναφορές σε αυτό το ενδεικτικό δε βρέθηκαν.
hy: Տող %(line)d: Անօրինական նշան '%(value)s'. Այդ նշանի հղումները չեն կարող գտնվել:
nl: Regel %(line)d: Ongeldig Kenmerk '%(value)s'. Referenties naar dit kenmerk kunnen niet gevonden worden.
pl: Linia %(line)d: Niedozwolony znak '%(value)s'. Odnośnik do tego znaku nie może zostać odnaleziony.
th: บรรทัด %(line)d: เครื่องหมายไม่ถูกต้อง '%(value)s' ไม่สามารถระบุแหล่งที่มาของเครื่องหมาย

source: Name not found '%s'
da: Navn ikke fundet '%s'
el: Το όνομα '%s' δε βρέθηκε
hy: Անունը չի գտնվում '%s'
nl: Naam niet gevonden '%s'
pl: Brak nazwy '%s'
th: ไม่พบชื่อ '%s'

source: size
da: størrelse
el: μέγεθος
hy: չափս
nl: grootte
pl: rozmiar
th: ขนาด

source: Not identified: %s
da: Ikke identificeret: %s
el: Δεν αναγνωρίστηκε: %s
hy: Սահմանված չէ: %s
nl: Niet geïdentificeerd: %s
pl: Brak identyfikacji: %s
th: ไม่ได้ระบุ: %s

source: Line %(line)d: Unresolved symbol '%(msg)s'
da: Linje %(line)d: Uafklaret symbol '%(msg)s'
el: Γραμμή %(line)d: Αδιευκρίνηστο σύμβολο '%(msg)s'
hy: Տող %(line)d: Խորհրդանիշը լուծված չէ '%(msg)s'
nl: Regel %(line)d: Onoplosbaar symbool '%(msg)s'
th: บรรทัด %(line)d: สัญลักษณ์ที่เกิดข้อผิดพลาด '%(msg)s'

source: Error in last line
da: Fejl i sidste linje
el: Λάθος στην τελευταία γραμμή
hy: Վրիպում` վերջին տողում
nl: Fout in laatste regel
pl: Błąd w ostatniej linii
th: ผิดพลาดที่บรรทัดสุดท้าย

source: Line %(line)d: Syntax Error '%(msg)s'
da: Linje %(line)d: Syntaksfejl '%(msg)s'
el: Γραμμή %(line)d: Συντακτικό Λάθος '%(msg)s'
hy: Տող %(line)d: Շարահյուսության վրիպում %(msg)s'
nl: Regel %(line)d: Syntax Fout '%(msg)s'
pl: Linia %(line)d: Błąd Składniowy '%(msg)s'
th: บรรทัด %(line)d: ข้อผิดพลาดทางไวยากรณ์ '%(msg)s'

source: Intermediate Code: %s
da: Mellemliggende kode: %s
el: Ενδιάμεσος Κώδικας: %s
hy: Միջանկյալ Կոդ: %s
nl: Tussenliggende Code: %s
pl: Kod pośredni: %s
th: รหัสคำสั่งระดับกลาง: %s

source: Final Code: %s
da: Endelig kode: %s
el: Τελικός Κώδικας: %s
hy: Վերջնական Կոդ: %s
nl: Eindcode: %s
pl: Kod ostateczny: %s
th: รหัสคำสั่งสุดท้าย: %s

source: Couldn't determine identifier type
da: Kunne ikke bestemme identifikator type
el: Δεν ήταν δυνατόν να καθοριστεί ο τύπος αναγνωριστικού
hy: Չկարողացավ սահմանել իդենտիֆիկատերի տեսակը
nl: Kan identifier type niet bepalen
th: ไม่สามารถกำหนดประเภทของตัวระบุ

source: Couldn't determine integer type
da: Kunne ikke bestemme heltalstype
el: Δεν ήταν δυνατόν να καθοριστεί ο τύπος ακεραίου
hy: Չկարողացավ սահմանել ամբողջական թվի տեսակը
nl: Kan geheel getal type niet bepalen
th: ไม่สามารถกำหนดชนิดจำนวนเต็ม

source: Couldn't determine string type
da: Kunne ikke bestemme type på streng
el: Δεν ήταν δυνατόν να καθοριστεί ο τύπος αλφαριθμητικού
hy: Չկարողացավ սահմանել ծրագրերի բազմության տեսակը
nl: Kan tekenreeks type niet bepalen
th: ไม่สามารถกำหนดประเภทสตริง

source: Couldn't determine token for newlines
da: Kunne ikke bestemme symbol for nye linjer
el: Δεν ήταν δυνατόν να καθοριστεί το ενδεικτικό για νέες γραμμές
hy: Չկարողացավ սահմանել նշաններ նոր տողերի համար
nl: Kan kenmerk voor nieuwe regels niet bepalen
th: ไม่สามารถตรวจสอบโทเค็นสำหรับ บรรทัดใหม่

source: Unable to lex '%s' required for preprocessor
da: Kan ikke foretage lex på '%s' som kræves for præprocessor
el: Δε βρέθηκε στο λεξικό το '%s' που απαιτείται από τον προ-επεξεργαστή
hy: Հնարավոր չէ վերլուծել '%s' պահանջվում է նախապրոցեսորի համար
nl: Kan niet lex '%s' gebruiken wat nodig is voor de preprocessor
th: ไม่สามารถ '%s' สำหรับตัวประมวลผล

source: Malformed #include <...>
da: Forkert udformet #include <...>
el: Άκυρη σύνταξη στο #include <...>
hy: Սխալ կազմված #include <...>
nl: Verkeerd samengesteld #include <...>
pl: #zawiera <...> żle utworzony
th: ผิดรูปแบบ #include <...>

source: Malformed #include statement
da: Forkert udformet #include-erklæring
el: Άκυρη σύνταξη στο ορισμό του #include
hy: Սխալ կազմված #include հայտարարություն
nl: Verkeerd samengesteld #include statement
th: ผิดรูปแบบ #include statement

source: Couldn't find '%s'
da: Kunne ikke finde '%s'
el: Δεν μπορώ να βρω το '%s'
hy: Չի կարող գտնել '%s'
nl: Kan niet vinden '%s'
pl: Nie odnaleziono '%s'
th: ไม่พบ '%s'

source: No more arguments may follow a variadic argument
da: Der kan ikke følge flere argumenter efter et variadic-argument
el: Δε πρέπει να ακολουθούν άλλα ορίσματα πίσω από μεταβλητή παράμετρο
hy: Ոչ մի փաստարկ չի կարող հաջորդել փոփոխական փաստարկներին
nl: Er mogen niet meer argumenten komen na een variadisch argument
th: ไม่มีอาร์กิวเมนต์อาจเป็นไปตามอาร์กิวเมนต์ variadic
