Repository: iqraceme/gogo
Catalog: po/*.po
Languages: da, el, hy, nl, pl, th

source: Invalid macro argument
da: Ugyldigt makroargument
el: Άκυρη παράμετρος μακροεντολής
hy: Անվավեր մակրո փաստարկ
nl: Ongeldig macro argument
pl: Niepoprawny argument makro
th: อาร์กิวเมนต์มาโครที่ไม่ถูกต้อง

source: Bad macro definition
da: Forkert makrodefinition
el: Άσχημος ορισμός μακροεντολής
hy: Սխալ մակրո սահմանում
nl: Slechte macro definitie
pl: Zła definicja makra
th: การกำหนดมาโครไม่ดี
